Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1107_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteeʹǧǧ webropol-kõjldõs sääʹmǩiõll-lääʹjj teâddjummuužžâst
fin: Saamelaiskäräjien webropol-kysely saamen kielilain toteutumisesta

source: Sääʹmteeʹǧǧ sääʹmǩiõl koontâr čõõđat webropol- kõjldõõzz sääʹmǩiõl-lääʹjj suåvvtummuužžâst eeʹjjin 2012-2014.
fin: Saamelaiskäräjien Saamen kielen toimisto toteuttaa webropol- kyselyn saamen kielilain soveltamisesta vuosina 2012-2014.

source: Kõjldõs lij jurddum tõid veʹrǧǧneeʹǩǩid da veʹrǧǧneǩ tuâjjlaid, koid sääʹmǩiõll-lääʹjj suåvvtet.
fin: Kysely on suunnattu niille viranomaisille ja viranomaisten työntekijöille, joihin saamen kielilakia sovelletaan.

source: Vaʹstteemäiʹǧǧ lij čõhččmannu loopp räjja.
fin: Vastausaikaa on syyskuun loppuun saakka.

source: Kõjldõsblaaŋk liâ sääʹmǩiõlin da lääddas.
fin: Kyselylomakkeet ovat saamen kielillä ja suomeksi.

source: Kõjldõsblaaŋk lia jurddum kååʹdd da kåʹddõhttõõzzi, riikk da õlmmsai vaaldšemvuuʹdi da sääʹmkruuggi tuâjjlažkådda.
fin: Kyselylomakkeet ovat suunnattu kunnan ja kuntayhtymien, valtion ja julkisten hallinnonalojen ja saamelaistahojen henkilöstöille.

source: Puk vasttõõzzid ǩiõttʼtõõlât naʹddjemnallšemvuõđâld.
fin: Kaikki vastaukset käsitellään luottamuksellisesti.

source: Sääʹmǩiõll-lääʹǩǩ (1086/2003) lij leämmaž viõǥǥâst pâʹjjel 10 eeʹǩǩed.
fin: Saamen kielilaki (1086/2003) on ollut voimassa yli 10 vuotta.

source: Kõjldõõzz jurddân lij čiõlʹǧǧeed sääʹmǩiõl âânnmõõžž veʹrǥǥneǩ-kääzzkõõzzin, tuâjjlai sääʹmǩiõl silttõõzz da sääʹmǩiõllsaž kääzzkõõzzi veeidasvuõđ.
fin: Kyselyn tarkoituksena on selvittää saamen kielen käyttöä viranomaispalveluissa, työntekijöiden saamen kielen taitoa ja saamenkielisten palvelujen laajuutta.

source: Sääʹmteʹǧǧ vähss lääʹjj suåvvtummuužž da oudd raʹvvjõõzzid ǩiõll-lääʹjjšeâttmõʹšše kuulli kõõččmõõžži diõtt di tuejjad alttõõzzid vuâmmšem pannaaʹšši pueʹreem diõtt Čiõlǥtõõzzâst raajât raportt.
fin: Saamelaiskäräjät seuraa lain soveltamista ja antaa suosituksia kielilainsäädäntöön liittyvissä kysymyksissä sekä tekee aloitteita havaitsemiensa epäkohtien korjaamiseksi. Selvityksestä laaditaan raportti.

source: Čiõlǥtõõzzâst da kõjldõsblaaŋkâst oudd lââʹssteâđaid sääʹm ǩiõllstaanpiisar Siiri Jomppanen, teʹlfon 010 839 3111.
fin: Selvityksestä ja kyselylomakkeesta antaa lisätietoja saamen kieliturvasihteeri Siiri Jomppanen, puhelin 010 839 3111.
